[
  {
    "question": "As most people spend a major part of their adult life at work, job satisfaction is an important element of individual wellbeing. What factors contribute to job satisfaction? How realistic is the expectation of job satisfaction for all workers?",
    "t": "as most people spend a major part of their adult life at work, job satisfaction is an important element of individual wellbeing. what factors contribute to job satisfaction? how realistic is the expectation of job satisfaction for all workers?"
  },
  {
    "question": "At the present time, the population of some countries includes a relatively large number of young adults, compared with the number of older people. Do the advantages of this situation outweigh the disadvantages?",
    "t": "at the present time, the population of some countries includes a relatively large number of young adults, compared with the number of older people. do the advantages of this situation outweigh the disadvantages?"
  },
  {
    "question": "Countries are becoming more and more similar because people are able to buy the same products anywhere in the world. Do you think this is a positive or negative development?",
    "t": "countries are becoming more and more similar because people are able to buy the same products anywhere in the world. do you think this is a positive or negative development?"
  },
  {
    "question": "Despite a variety of sport facilities and gyms, people are less fit nowadays than ever before. What do you think are the main causes of this problem? What solutions can you suggest?",
    "t": "despite a variety of sport facilities and gyms, people are less fit nowadays than ever before. what do you think are the main causes of this problem? what solutions can you suggest?"
  },
  {
    "question": "Every year several languages die out. Some people think that this is not important because life will be easier if there are fewer languages in the world. To what extent do you agree or disagree with this opinion?",
    "t": "every year several languages die out. some people think that this is not important because life will be easier if there are fewer languages in the world. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Fatherhood ought to be emphasised as much as motherhood. The idea that women are solely responsible for deciding whether or not to have babies leads on to the idea that they are also responsible for bringing the children up. To what extent do you agree or disagree?",
    "t": "fatherhood ought to be emphasised as much as motherhood. the idea that women are solely responsible for deciding whether or not to have babies leads on to the idea that they are also responsible for bringing the children up. to what extent do you agree or disagree?"
  },
  {
    "question": "Governments should spend money on railways rather than roads. To what extent do you agree or disagree with this statement?",
    "t": "governments should spend money on railways rather than roads. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "Improvements in health, education and trade are essential for the development of poorer nations. However, the governments of richer nations should take more responsibility for helping the poorer nations in such areas. To what extent do you agree or disagree with this opinion?",
    "t": "improvements in health, education and trade are essential for the development of poorer nations. however, the governments of richer nations should take more responsibility for helping the poorer nations in such areas. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "In a number of countries, some people think it is necessary to spend large sums of money on constructing new railway lines for very fast trains between cities. Others believe the money should be spent on improving existing public transport. Discuss both these views and give your own opinion.",
    "t": "in a number of countries, some people think it is necessary to spend large sums of money on constructing new railway lines for very fast trains between cities. others believe the money should be spent on improving existing public transport. discuss both these views and give your own opinion."
  },
  {
    "question": "In many countries around the world, rural people are moving to cities, so the population in the countryside is decreasing. Do you think this is a positive or a negative development?",
    "t": "in many countries around the world, rural people are moving to cities, so the population in the countryside is decreasing. do you think this is a positive or a negative development?"
  },
  {
    "question": "In many countries children are engaged in some kind of paid work. Some people regard this as completely wrong, while others consider it as valuable work experience, important for learning and taking responsibility. What are your opinions on this?",
    "t": "in many countries children are engaged in some kind of paid work. some people regard this as completely wrong, while others consider it as valuable work experience, important for learning and taking responsibility. what are your opinions on this?"
  },
  {
    "question": "In many countries, people are now living longer than ever before. Some people say an ageing population creates problems for governments. Other people think there are benefits if society has more elderly people. To what extent do the advantages of having an ageing population outweigh the disadvantages?",
    "t": "in many countries, people are now living longer than ever before. some people say an ageing population creates problems for governments. other people think there are benefits if society has more elderly people. to what extent do the advantages of having an ageing population outweigh the disadvantages?"
  },
  {
    "question": "In some countries the average weight of people is increasing and their levels of health and fitness are decreasing. What do you think are the causes of these problems and what measures could be taken to solve them?",
    "t": "in some countries the average weight of people is increasing and their levels of health and fitness are decreasing. what do you think are the causes of these problems and what measures could be taken to solve them?"
  },
  {
    "question": "In some countries young people are encouraged to work or travel for a year between finishing high school and starting university studies. Discuss the advantages and disadvantages for young people who decide to do this.",
    "t": "in some countries young people are encouraged to work or travel for a year between finishing high school and starting university studies. discuss the advantages and disadvantages for young people who decide to do this."
  },
  {
    "question": "In some countries, more and more people are becoming interested in finding out about the history of the house or building they live in. What are the reasons for this? How can people research this?",
    "t": "in some countries, more and more people are becoming interested in finding out about the history of the house or building they live in. what are the reasons for this? how can people research this?"
  },
  {
    "question": "In some countries, owning a home rather than renting one is very important for people. Why might this be the case? Do you think this is a positive or negative situation?",
    "t": "in some countries, owning a home rather than renting one is very important for people. why might this be the case? do you think this is a positive or negative situation?"
  },
  {
    "question": "In some cultures, children are often told that they can achieve anything if they try hard enough. What are the advantages and disadvantages of giving children this message?",
    "t": "in some cultures, children are often told that they can achieve anything if they try hard enough. what are the advantages and disadvantages of giving children this message?"
  },
  {
    "question": "In spite of the advances made in agriculture, many people around the world still go hungry. Why is this the case? What can be done about this problem?",
    "t": "in spite of the advances made in agriculture, many people around the world still go hungry. why is this the case? what can be done about this problem?"
  },
  {
    "question": "In the future all cars, buses and trucks will be driverless. The only people travelling inside these vehicles will be passengers. Do you think the advantages of driverless vehicles outweigh the disadvantages?",
    "t": "in the future all cars, buses and trucks will be driverless. the only people travelling inside these vehicles will be passengers. do you think the advantages of driverless vehicles outweigh the disadvantages?"
  },
  {
    "question": "In the future, nobody will buy printed newspapers or books because they will be able to read everything they want online without paying. To what extent do you agree or disagree with this statement?",
    "t": "in the future, nobody will buy printed newspapers or books because they will be able to read everything they want online without paying. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "In their advertising, businesses nowadays usually emphasise that their products are new in some way. Why is this? Do you think it is a positive or negative development?",
    "t": "in their advertising, businesses nowadays usually emphasise that their products are new in some way. why is this? do you think it is a positive or negative development?"
  },
  {
    "question": "Increasing the price of petrol is the best way to solve growing traffic and pollution problems. To what extent do you agree or disagree? What other measures do you think might be effective?",
    "t": "increasing the price of petrol is the best way to solve growing traffic and pollution problems. to what extent do you agree or disagree? what other measures do you think might be effective?"
  },
  {
    "question": "It is generally believed that some people are born with certain talents, for instance for sport or music, and others are not. However, it is sometimes claimed that any child can be taught to become a good sports person or musician. Discuss both these views and give your own opinion.",
    "t": "it is generally believed that some people are born with certain talents, for instance for sport or music, and others are not. however, it is sometimes claimed that any child can be taught to become a good sports person or musician. discuss both these views and give your own opinion."
  },
  {
    "question": "It is important for children to learn the difference between right and wrong at an early age. Punishment is necessary to help them learn this distinction. To what extent do you agree or disagree with this opinion? What sort of punishment should parents and teachers be allowed to use to teach good behaviour to children?",
    "t": "it is important for children to learn the difference between right and wrong at an early age. punishment is necessary to help them learn this distinction. to what extent do you agree or disagree with this opinion? what sort of punishment should parents and teachers be allowed to use to teach good behaviour to children?"
  },
  {
    "question": "It is important for people to take risks, both in their professional lives and their personal lives. Do you think the advantages of taking risks outweigh the disadvantages?",
    "t": "it is important for people to take risks, both in their professional lives and their personal lives. do you think the advantages of taking risks outweigh the disadvantages?"
  },
  {
    "question": "Living in a country where you have to speak a foreign language can cause serious social problems, as well as practical problems. To what extent do you agree or disagree with this statement?",
    "t": "living in a country where you have to speak a foreign language can cause serious social problems, as well as practical problems. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "Many governments think that economic progress is their most important goal. Some people, however, think that other types of progress are equally important for a country. Discuss both these views and give your own opinion.",
    "t": "many governments think that economic progress is their most important goal. some people, however, think that other types of progress are equally important for a country. discuss both these views and give your own opinion."
  },
  {
    "question": "Many manufactured food and drink products contain high levels of sugar, which causes many health problems. Sugary products should be made more expensive to encourage people to consume less sugar. Do you agree or disagree?",
    "t": "many manufactured food and drink products contain high levels of sugar, which causes many health problems. sugary products should be made more expensive to encourage people to consume less sugar. do you agree or disagree?"
  },
  {
    "question": "Many museums charge for admission while others are free. Do you think the advantages of charging people for admission to museums outweigh the disadvantages?",
    "t": "many museums charge for admission while others are free. do you think the advantages of charging people for admission to museums outweigh the disadvantages?"
  },
  {
    "question": "News editors decide what to broadcast on television and what to print in newspapers. What factors do you think influence these decisions? Do we become used to bad news? Would it be better if more good news was reported?",
    "t": "news editors decide what to broadcast on television and what to print in newspapers. what factors do you think influence these decisions? do we become used to bad news? would it be better if more good news was reported?"
  },
  {
    "question": "Nowadays many people choose to be self-employed, rather than to work for a company or organisation. Why might this be the case? What could be the disadvantages of being self-employed?",
    "t": "nowadays many people choose to be self-employed, rather than to work for a company or organisation. why might this be the case? what could be the disadvantages of being self-employed?"
  },
  {
    "question": "Nowadays the way many people interact with each other has changed because of technology. In what ways has technology affected the types of relationships people make? Has this become a positive or negative development?",
    "t": "nowadays the way many people interact with each other has changed because of technology. in what ways has technology affected the types of relationships people make? has this become a positive or negative development?"
  },
  {
    "question": "Nowadays, a growing number of people with health problems are trying alternative medicines and treatments instead of visiting their usual doctor. Do you think this is a positive or a negative development?",
    "t": "nowadays, a growing number of people with health problems are trying alternative medicines and treatments instead of visiting their usual doctor. do you think this is a positive or a negative development?"
  },
  {
    "question": "Popular events like the football World Cup and other international sporting occasions are essential in easing international tensions and releasing patriotic emotions in a safe way. To what extent do you agree or disagree with this opinion?",
    "t": "popular events like the football world cup and other international sporting occasions are essential in easing international tensions and releasing patriotic emotions in a safe way. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Prevention is better than cure. Out of a country's health budget, a large proportion should be diverted from treatment to spending on health education and preventative measures. To what extent do you agree or disagree with this statement?",
    "t": "prevention is better than cure. out of a country's health budget, a large proportion should be diverted from treatment to spending on health education and preventative measures. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "Research indicates that the characteristics we are born with have much more influence on our personality and development than any experiences we may have in our life. Which do you consider to be the major influence?",
    "t": "research indicates that the characteristics we are born with have much more influence on our personality and development than any experiences we may have in our life. which do you consider to be the major influence?"
  },
  {
    "question": "Some children spend hours every day on their smartphones. Why is this the case? Do you think this is a positive or a negative development?",
    "t": "some children spend hours every day on their smartphones. why is this the case? do you think this is a positive or a negative development?"
  },
  {
    "question": "Some experts believe that it is better for children to begin learning a foreign language at primary school rather than secondary school. Do the advantages of this outweigh the disadvantages?",
    "t": "some experts believe that it is better for children to begin learning a foreign language at primary school rather than secondary school. do the advantages of this outweigh the disadvantages?"
  },
  {
    "question": "Some people believe that allowing children to make their own choices on everyday matters (such as food, clothes and entertainment) is likely to result in a society of individuals who only think about their own wishes. Other people believe that it is important for children to make decisions about matters that affect them. Discuss both these views and give your own opinion.",
    "t": "some people believe that allowing children to make their own choices on everyday matters (such as food, clothes and entertainment) is likely to result in a society of individuals who only think about their own wishes. other people believe that it is important for children to make decisions about matters that affect them. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. Others argue that it is better to try and improve such situations. Discuss both these views and give your own opinion.",
    "t": "some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. others argue that it is better to try and improve such situations. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people believe that it is good to share as much information as possible in scientific research, business and the academic world. Others believe that some information is too important or too valuable to be shared freely. Discuss both these views and give your own opinion.",
    "t": "some people believe that it is good to share as much information as possible in scientific research, business and the academic world. others believe that some information is too important or too valuable to be shared freely. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people believe that nowadays we have too many choices. To what extent do you agree or disagree with this statement?",
    "t": "some people believe that nowadays we have too many choices. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "Some people believe that professional athletes serve as positive role models for young people, while others argue that their behaviour both on and off the field, can have negative influences. Discuss both sides and give your opinion.",
    "t": "some people believe that professional athletes serve as positive role models for young people, while others argue that their behaviour both on and off the field, can have negative influences. discuss both sides and give your opinion."
  },
  {
    "question": "Some people believe that professionals, such as doctors and engineers, should be required to work in the country where they did their training. Others believe they should be free to work in another country if they wish. Discuss both these views and give your own opinion.",
    "t": "some people believe that professionals, such as doctors and engineers, should be required to work in the country where they did their training. others believe they should be free to work in another country if they wish. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people believe that there should be fixed punishments for each type of crime. Others, however, argue that the circumstances of an individual crime, and the motivation for committing it, should always be taken into account when deciding on the punishment. Discuss both these views and give your own opinion.",
    "t": "some people believe that there should be fixed punishments for each type of crime. others, however, argue that the circumstances of an individual crime, and the motivation for committing it, should always be taken into account when deciding on the punishment. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people believe that unpaid community service should be a compulsory part of high school programmes (for example working for a charity, improving the neighbourhood or teaching sports to younger children). To what extent do you agree or disagree?",
    "t": "some people believe that unpaid community service should be a compulsory part of high school programmes (for example working for a charity, improving the neighbourhood or teaching sports to younger children). to what extent do you agree or disagree?"
  },
  {
    "question": "Some people believe that visitors to other countries should follow local customs and behaviour. Others disagree and think that the host country should welcome cultural differences. Discuss both these views and give your own opinion.",
    "t": "some people believe that visitors to other countries should follow local customs and behaviour. others disagree and think that the host country should welcome cultural differences. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people claim that not enough of the waste from homes is recycled. They say that the only way to increase recycling is for governments to make it a legal requirement. To what extent do you think laws are needed to make people recycle more of their waste?",
    "t": "some people claim that not enough of the waste from homes is recycled. they say that the only way to increase recycling is for governments to make it a legal requirement. to what extent do you think laws are needed to make people recycle more of their waste?"
  },
  {
    "question": "Some people prefer to spend their lives doing the same things and avoiding change. Others, however, think that change is always a good thing. Discuss both these views and give your own opinion.",
    "t": "some people prefer to spend their lives doing the same things and avoiding change. others, however, think that change is always a good thing. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people say History is one of the most important school subjects. Other people think that, in today's world, subjects like Science and Technology are more important than History. Discuss both these views and give your own opinion.",
    "t": "some people say history is one of the most important school subjects. other people think that, in today's world, subjects like science and technology are more important than history. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people say that advertising is extremely successful at persuading us to buy things. Other people think that advertising is so common that we no longer pay attention to it. Discuss both these views and give your own opinion.",
    "t": "some people say that advertising is extremely successful at persuading us to buy things. other people think that advertising is so common that we no longer pay attention to it. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people say that due to the growing number of unfit and overweight people sport should be made compulsory in all educational establishments. Others claim that only voluntary decision to do sport helps people to be fit, but compulsory physical education embarrasses and turns away students who don't like sport.",
    "t": "some people say that due to the growing number of unfit and overweight people sport should be made compulsory in all educational establishments. others claim that only voluntary decision to do sport helps people to be fit, but compulsory physical education embarrasses and turns away students who don't like sport."
  },
  {
    "question": "Some people say that music is a good way of bringing people of different cultures and ages together. To what extent do you agree or disagree with this opinion?",
    "t": "some people say that music is a good way of bringing people of different cultures and ages together. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Some people say that the best way to improve public health is by increasing the number of sports facilities. Others, however, say that this would have little effect on public health and that other measures are required. Discuss both these views and give your own opinion.",
    "t": "some people say that the best way to improve public health is by increasing the number of sports facilities. others, however, say that this would have little effect on public health and that other measures are required. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people say that the main environmental problem of our time is the loss of particular species of plants and animals. Others say that there are more important environmental problems. Discuss both these views and give your own opinion.",
    "t": "some people say that the main environmental problem of our time is the loss of particular species of plants and animals. others say that there are more important environmental problems. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people say that the only reason for learning a foreign language is in order to travel to or work in a foreign country. Others say that these are not the only reasons why someone should learn a foreign language. Discuss both these views and give your own opinion.",
    "t": "some people say that the only reason for learning a foreign language is in order to travel to or work in a foreign country. others say that these are not the only reasons why someone should learn a foreign language. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people think that a sense of competition in children should be encouraged. Others believe that children who are taught to co-operate rather than compete become more useful adults. Discuss both these views and give your own opinion.",
    "t": "some people think that a sense of competition in children should be encouraged. others believe that children who are taught to co-operate rather than compete become more useful adults. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people think that all university students should study whatever they like. Others believe that they should only be allowed to study subjects that will be useful in the future, such as those related to science and technology. Discuss both these views and give your own opinion.",
    "t": "some people think that all university students should study whatever they like. others believe that they should only be allowed to study subjects that will be useful in the future, such as those related to science and technology. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people think that parents should teach children how to be good members of society. Others, however, believe that school is the place to learn this. Discuss both these views and give your own opinion.",
    "t": "some people think that parents should teach children how to be good members of society. others, however, believe that school is the place to learn this. discuss both these views and give your own opinion."
  },
  {
    "question": "Some people think that universities should provide graduates with the knowledge and skills needed in the workplace. Others think that the true function of a university should be to give access to knowledge for its own sake, regardless of whether the course is useful to an employer. What, in your opinion, should be the main function of a university?",
    "t": "some people think that universities should provide graduates with the knowledge and skills needed in the workplace. others think that the true function of a university should be to give access to knowledge for its own sake, regardless of whether the course is useful to an employer. what, in your opinion, should be the main function of a university?"
  },
  {
    "question": "Some university students want to learn about other subjects in addition to their main subjects. Others believe it is more important to give all their time and attention to studying for a qualification. Discuss both these views and give your own opinion.",
    "t": "some university students want to learn about other subjects in addition to their main subjects. others believe it is more important to give all their time and attention to studying for a qualification. discuss both these views and give your own opinion."
  },
  {
    "question": "Successful sports professionals can earn a great deal more money than people in other important professions. Some people think this is fully justified while others think it is unfair. Discuss both these views and give your own opinion.",
    "t": "successful sports professionals can earn a great deal more money than people in other important professions. some people think this is fully justified while others think it is unfair. discuss both these views and give your own opinion."
  },
  {
    "question": "The most important aim of science should be to improve people's lives. To what extent do you agree or disagree with this statement?",
    "t": "the most important aim of science should be to improve people's lives. to what extent do you agree or disagree with this statement?"
  },
  {
    "question": "The position of women in society has changed markedly in the last twenty years. Many of the problems young people now experience, such as juvenile delinquency, arise from the fact that many married women now work and are not at home to care for their children. To what extent do you agree or disagree with this opinion?",
    "t": "the position of women in society has changed markedly in the last twenty years. many of the problems young people now experience, such as juvenile delinquency, arise from the fact that many married women now work and are not at home to care for their children. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Today, the high sales of popular consumer goods reflect the power of advertising and not the real needs of the society in which they are sold. To what extent do you agree or disagree?",
    "t": "today, the high sales of popular consumer goods reflect the power of advertising and not the real needs of the society in which they are sold. to what extent do you agree or disagree?"
  },
  {
    "question": "Universities should accept equal numbers of male and female students in every subject. To what extent do you agree or disagree?",
    "t": "universities should accept equal numbers of male and female students in every subject. to what extent do you agree or disagree?"
  },
  {
    "question": "When a country develops its technology, the traditional skills and ways of life die out. It is pointless to try and keep them alive. To what extent do you agree or disagree with this opinion?",
    "t": "when a country develops its technology, the traditional skills and ways of life die out. it is pointless to try and keep them alive. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Without capital punishment (the death penalty) our lives are less secure and crimes of violence increase. Capital punishment in essential to control violence in society. To what extent do you agree or disagree with this opinion?",
    "t": "without capital punishment (the death penalty) our lives are less secure and crimes of violence increase. capital punishment in essential to control violence in society. to what extent do you agree or disagree with this opinion?"
  },
  {
    "question": "Young people are often influenced in their behaviours by others in the same age group. Some argue that peer pressure is important while others feel it has distinct disadvantages. Do the disadvantages of peer pressure outweigh the advantages?",
    "t": "young people are often influenced in their behaviours by others in the same age group. some argue that peer pressure is important while others feel it has distinct disadvantages. do the disadvantages of peer pressure outweigh the advantages?"
  }
]
